{
  "clickthroughs": [
    {
      "id": "5",
      "title": "intro",
      "longTitle": "EMS Introduction",
      "description": "Microsoft Enterprise Mobility Management provides the ability to manage access and authentication, devices, applications, content and information to a mobile workforce, all from a single central administrative console. As the demands from today's mobile workforce grows, businesses need comprehensive tools that empower their mobile workforce. This presentation identifies and discusses the common challenges faced by the modern business and how to effectively solve them with Microsoft's Enterprise Mobile Management.",
      "image": "/lib/img/clickthrough/intro/cspems_website_clickthru_demo_imgs_cspems_website_clickthru_intro_1140x641.png#",
      "file": "intro-clickthroughs.json"
    },
    {
      "id": "1",
      "title": "sso",
      "longTitle": "Single Sign-on",
      "description": "Enterprise quality, Single Sign-On is provided by Microsoft's Azure Active Directory and provides a business with identity and access management to virtually any cloud-based app, proprietary app, or system. It delivers simplified user authentication by allowing users to sign in once, connect to many experiences, and self-service their passwords. This presentation will discuss the common scenarios a user and business will solve with Single Sign-On.",
      "image": "/lib/img/clickthrough/SSO/cspems_website_clickthru_demo_imgs_cspems_website_clickthru_sso_1140x641.png#",
      "file": "sso-clickthroughs.json"
    },
    {
      "id": "2",
      "title": "mam",
      "longTitle": "Mobile Application Management",
      "description": "Mobile Application Management enables the business to enforce policies on mobile devices across the organization for specific applications, such as corporate email. Whether or not these devices are enrolled in a device management system, this keeps corporate data safe and the ability to wipe away only the company controlled data. This presentation will discuss the common scenarios a user and business will solve with Mobile Application Management.",
      "image": "/lib/img/clickthrough/mam/cspems_website_clickthru_demo_imgs_cspems_website_clickthru_mam_1140x641.png#",
      "file": "mam-clickthroughs.json"
    },
    {
      "id": "3",
      "title": "mdm",
      "longTitle": "Mobile Device Management",
      "description": "Mobile Device Management enables the business to control access of external devices to their business systems and data without compromising the users experience or personal data. Businesses can effectively support the emerging trend of 'Bring Your Own Device', along with company supplied devices through a single, central console.  Users can register their device, and in exchange acquire permitted programs and applications without the need to contact IT. This presentation will discuss the common scenarios a user and business will solve with Mobile Device Management.",
      "image": "/lib/img/clickthrough/mdm/cspems_website_clickthru_demo_imgs_cspems_website_clickthru_mdm_1140x641.png#",
      "file": "mdm-clickthroughs.json"
    },
    {
      "id": "4",
      "title": "mfa",
      "longTitle": "Multi-factor Authentication",
      "description": "Multi-Factor Authentication provides an added security level for one's data and applications while providing a simple user sign-in experience. It works by requiring two or more forms of verification to access devices, applications, or systems. Leverage a range of easy options like pin code, phone call, text message or a mobile app to verify the user; it's all controlled through a single, central administrative console. This presentation will discuss the common scenarios a user and business will solve with Multi-Factor Authentication.",
      "image": "/lib/img/clickthrough/mfa/cspems_website_clickthru_demo_imgs_cspems_website_clickthru_mfa_1140x641.png#",
      "file": "mfa-clickthroughs.json"
    }

  ]
}
